Repository: fullstackstudio-org/hermie
Catalog: native/apple/HermieKit/Sources/HermieUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, nl

# chat.options.useDefaultHint
source: Clears this conversation's own verbosity and visibility settings and follows the default from Settings again.
de: Löscht den eigenen Detailgrad und die Sichtbarkeitseinstellungen dieser Unterhaltung und folgt wieder dem Standard aus den Einstellungen.
nl: Wist het eigen detailniveau en de zichtbaarheidsinstellingen van dit gesprek en volgt weer de standaard uit Instellingen.

# chat.options.usingDefault
source: Following the default set in Settings.
de: Folgt dem Standard aus den Einstellungen.
nl: Volgt de standaard uit Instellingen.

# chat.options.usingOverride
source: This conversation has its own view.
de: Diese Unterhaltung hat eine eigene Ansicht.
nl: Dit gesprek heeft een eigen weergave.

# chat.options.verbosity
source: Verbosity
de: Detailgrad
nl: Detailniveau

# chat.options.verbosityOptions.quiet
source: Quiet
de: Wenig
nl: Kort

# chat.options.verbosityOptions.verbose
source: Verbose
de: Viel
nl: Lang

# chat.options.viewHeader
source: What this conversation shows
de: Was diese Unterhaltung zeigt
nl: Wat dit gesprek laat zien

# chat.options.yolo
source: YOLO mode
de: YOLO-Modus
nl: YOLO-modus

# chat.options.yoloHint
source: Skip approval requests
de: Zugriffsanfragen überspringen
nl: Sla toestemmingsverzoeken over

# chat.queue.delete
source: Delete
de: Löschen
nl: Verwijderen

# chat.queue.edit
source: Edit
de: Ändern
nl: Bewerken

# chat.queue.label
source: Queued
de: Wartet
nl: In wachtrij

# chat.queue.more
source: +%lld more
de: +%lld weitere
nl: +%lld meer

# chat.queue.steer
source: Steer
de: Lenken
nl: Bijsturen

# chat.queue.steerRejected
source: Too late to steer — the turn was already finishing. It is back in the queue.
de: Zu spät zum Lenken — der Durchlauf war schon fast fertig. Die Nachricht wartet wieder.
nl: Te laat om bij te sturen — de beurt was al aan het afronden. Het staat weer in de wachtrij.

# chat.queue.steered
source: Handed to the running turn
de: An den laufenden Durchlauf übergeben
nl: Doorgegeven aan de lopende beurt

# chat.queue.steeredMarker
source: Steered
de: Gelenkt
nl: Bijgestuurd

# chat.receipt.delivered
source: Delivered
de: Zugestellt
nl: Bezorgd

# chat.receipt.read
source: Read
de: Gelesen
nl: Gelezen

# chat.receipt.sending
source: Sending…
de: Sendet…
nl: Versturen…

# chat.receipt.sent
source: Sent
de: Gesendet
nl: Verzonden

# chat.replying
source: Replying
de: Antwortet
nl: Antwoordt

# chat.selectText.copyAll
source: Copy all
de: Alles kopieren
nl: Alles kopiëren

# chat.selectText.done
source: Done
de: Fertig
nl: Klaar

# chat.selectText.hint
source: Drag to select · ⌘A all · ⌘C copy · Esc to close
de: Ziehen zum Auswählen · ⌘A alles · ⌘C kopieren · Esc zum Schließen
nl: Sleep om te selecteren · ⌘A alles · ⌘C kopiëren · Esc om te sluiten

# chat.selectText.panel
source: Message as selectable text
de: Nachricht als auswählbarer Text
nl: Bericht als selecteerbare tekst

# chat.selectText.title
source: Select text
de: Text auswählen
nl: Tekst selecteren

# chat.sessions.adopt
source: Make this the Bot Chat
de: Das hier zum Bot Chat machen
nl: Maak dit de Bot Chat

# chat.sessions.adoptFailed
source: The gateway would not make this the Bot Chat.
de: Das Gateway wollte das nicht zum Bot Chat machen.
nl: De gateway wilde dit niet de Bot Chat maken.

# chat.sessions.backToMain
source: back to main chat
de: zurück zum Haupt-Chat
nl: terug naar de hoofdchat

# chat.sessions.branch
source: Branch from here…
de: Ab hier verzweigen…
nl: Vertak vanaf hier…

# chat.sessions.branchFailed
source: This conversation could not be branched.
de: Diese Unterhaltung konnte nicht verzweigt werden.
nl: Dit gesprek kon niet vertakt worden.

# chat.sessions.branchMade
source: Branched into %@.
de: In %@ verzweigt.
nl: Vertakt naar %@.

# chat.sessions.branchOf
source: Branch of %@
de: Zweig von %@
nl: Vertakking van %@

# chat.sessions.branchTitle
source: Branch
de: Verzweigen
nl: Vertakking

# chat.sessions.branches
source: Branches
de: Zweige
nl: Vertakkingen

# chat.sessions.busy
source: Wait until the reply is finished or clear the queue first.
de: Warte, bis die Antwort fertig ist, oder leere zuerst die Warteschlange.
nl: Wacht tot het antwoord klaar is of maak eerst de wachtrij leeg.

# chat.sessions.cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# chat.sessions.canonical
source: Current conversation
de: Aktuelle Unterhaltung
nl: Huidige gesprek

# chat.sessions.conversations
source: Conversations
de: Unterhaltungen
nl: Gesprekken

# chat.sessions.delete
source: Delete
de: Löschen
nl: Verwijderen

# chat.sessions.deleteBody
source: %@ will be removed from the gateway. This cannot be undone.
de: %@ wird vom Gateway entfernt. Das lässt sich nicht rückgängig machen.
nl: %@ wordt van de gateway verwijderd. Dit kan niet ongedaan worden gemaakt.

# chat.sessions.deleteConfirm
source: Delete
de: Löschen
nl: Verwijderen

# chat.sessions.deleteFailed
source: This conversation could not be deleted.
de: Diese Unterhaltung konnte nicht gelöscht werden.
nl: Dit gesprek kon niet verwijderd worden.

# chat.sessions.deleteTitle
source: Delete this conversation?
de: Diese Unterhaltung löschen?
nl: Dit gesprek verwijderen?

# chat.sessions.loadFailed
source: This bot’s conversations could not be read.
de: Die Unterhaltungen dieses Bots konnten nicht gelesen werden.
nl: De gesprekken van deze bot konden niet gelezen worden.

# chat.sessions.loading
source: Reading this bot’s conversations…
de: Unterhaltungen dieses Bots werden gelesen…
nl: Gesprekken van deze bot lezen…

# chat.sessions.messages
source: %lld messages
de: %lld Nachrichten
nl: %lld berichten

# chat.sessions.mine
source: My chat
de: Mein Chat
nl: Mijn chat

# chat.sessions.mineGroup
source: My chat
de: Mein Chat
nl: Mijn chat

# chat.sessions.mineNote
source: Only you see this conversation. The bot keeps its own memory.
de: Nur du siehst diese Unterhaltung. Der Bot behält sein eigenes Gedächtnis.
nl: Alleen jij ziet dit gesprek. De bot houdt zijn eigen geheugen bij.

# chat.sessions.open
source: Open
de: Öffnen
nl: Openen

# chat.sessions.openNow
source: Open now
de: Jetzt öffnen
nl: Nu openen

# chat.sessions.past
source: Past conversations
de: Frühere Unterhaltungen
nl: Eerdere gesprekken

# chat.sessions.pastEmpty
source: Nothing but the current conversation.
de: Nur die aktuelle Unterhaltung.
nl: Alleen het huidige gesprek.

# chat.sessions.pin
source: Pin
de: Anheften
nl: Vastzetten

# chat.sessions.refresh
source: Refresh
de: Neu laden
nl: Verversen

# chat.sessions.refreshFailed
source: This chat could not be refreshed.
de: Dieser Chat konnte nicht neu geladen werden.
nl: Deze chat kon niet ververst worden.

# chat.sessions.rename
source: Rename
de: Umbenennen
nl: Hernoemen

# chat.sessions.renameFailed
source: This conversation could not be renamed.
de: Diese Unterhaltung konnte nicht umbenannt werden.
nl: Dit gesprek kon niet hernoemd worden.

# chat.sessions.renameTitle
source: Rename conversation
de: Unterhaltung umbenennen
nl: Gesprek hernoemen

# chat.sessions.retired
source: Retired
de: Stillgelegt
nl: Afgesloten

# chat.sessions.shared
source: Shared Bot Chat
de: Geteilter Bot Chat
nl: Gedeelde Bot Chat

# chat.sessions.sharedNote
source: Everyone on this gateway shares this conversation.
de: Alle auf diesem Gateway teilen sich diese Unterhaltung.
nl: Iedereen op deze gateway deelt dit gesprek.

# chat.sessions.switchFailed
source: This chat could not be switched.
de: Dieser Chat konnte nicht gewechselt werden.
nl: Er kon niet naar de andere chat geschakeld worden.

# chat.sessions.unpin
source: Unpin
de: Lösen
nl: Losmaken

# chat.sessions.whose
source: This conversation
de: Diese Unterhaltung
nl: Dit gesprek

# chat.sheet.close
source: Close
de: Schließen
nl: Sluiten

# chat.subagents.barCount
source: %lld agents working
de: %lld Agenten arbeiten
nl: %lld agents bezig

# chat.subagents.barOpen
source: Show
de: Zeigen
nl: Tonen

# chat.subagents.goals
source: %lld goals
de: %lld Ziele
nl: %lld doelen

# chat.subagents.groupStatus.dispatched
source: Dispatched
de: Verschickt
nl: Verstuurd

# chat.subagents.groupStatus.done
source: Done
de: Fertig
nl: Klaar

# chat.subagents.groupStatus.failed
source: Failed
de: Fehlgeschlagen
nl: Mislukt

# chat.subagents.groupStatus.running
source: Running
de: Läuft
nl: Bezig

# chat.subagents.idle
source: No agents running
de: Keine Agenten aktiv
nl: Geen agents actief

# chat.subagents.openTranscript
source: Open transcript
de: Transkript öffnen
nl: Transcript openen

# chat.subagents.status.completed
source: Done
de: Fertig
nl: Klaar

# chat.subagents.status.failed
source: Failed
de: Fehlgeschlagen
nl: Mislukt

# chat.subagents.status.interrupted
source: Stopped
de: Gestoppt
nl: Gestopt

# chat.subagents.status.queued
source: Queued
de: Wartet
nl: In wachtrij

# chat.subagents.status.running
source: Running
de: Läuft
nl: Bezig

# chat.subagents.steer
source: Steer
de: Lenken
nl: Bijsturen

# chat.subagents.steerPlaceholder
source: Send a correction…
de: Korrektur senden…
nl: Stuur een correctie…

# chat.subagents.steerQueued
source: Steer queued
de: Korrektur wartet
nl: Bijsturing in de wachtrij

# chat.subagents.steerRejected
source: Too late to steer — the agent had already finished its last batch.
de: Zu spät zum Lenken — der Agent hatte seinen letzten Durchlauf schon beendet.
nl: Te laat om bij te sturen — de agent was al klaar met zijn laatste batch.

# chat.subagents.stop
source: Stop
de: Stopp

# chat.subagents.stopped
source: Stopping…
de: Stoppt…
nl: Stoppen…

# chat.subagents.title
source: Agents
de: Agenten

# chat.subagents.transcriptBack
source: Back to the agents
de: Zurück zu den Agenten
nl: Terug naar de agents

# chat.subagents.transcriptEmpty
source: This agent has not written anything readable yet.
de: Dieser Agent hat noch nichts Lesbares geschrieben.
nl: Deze agent heeft nog niets leesbaars geschreven.

# chat.subagents.transcriptLive
source: Live tail · refreshing every few seconds
de: Live · aktualisiert sich alle paar Sekunden
nl: Live · ververst elke paar seconden

# chat.subagents.transcriptStored
source: The child’s own transcript, read-only.
de: Das eigene Transkript des Unteragenten, nur lesbar.
nl: Het eigen transcript van de subagent, alleen-lezen.

# chat.subagents.transcriptTitle
source: Transcript · %@
de: Transkript · %@

# chat.subagents.working
source: %lld agents working · %2$@
de: %lld Agenten arbeiten · %2$@
nl: %lld agents bezig · %2$@

# chat.tool.arguments
source: Arguments
de: Argumente
nl: Argumenten

# chat.tool.collapse
source: Collapse tool call
de: Tool-Aufruf einklappen
nl: Tool-aanroep inklappen

# chat.tool.expand
source: Expand tool call
de: Tool-Aufruf ausklappen
nl: Tool-aanroep uitklappen

# chat.tool.failed
source: Failed
de: Fehlgeschlagen
nl: Mislukt

# chat.tool.generating
source: Preparing…
de: Startet…
nl: Opstellen…

# chat.tool.noResult
source: No result recorded
de: Kein Ergebnis erfasst
nl: Geen resultaat vastgelegd

# chat.tool.rawArguments
source: Arguments (raw)
de: Argumente (roh)
nl: Argumenten (ruw)

# chat.tool.rawResult
source: Result (raw)
de: Ergebnis (roh)
nl: Resultaat (ruw)

# chat.tool.redacted
source: Redacted before it reached the model
de: Geschwärzt, bevor es das Modell erreichte
nl: Weggelakt voordat het bij het model kwam

# chat.tool.result
source: Result
de: Ergebnis
nl: Resultaat

# chat.tool.riskTitle
source: Untrusted output
de: Ungeprüfte Ausgabe
nl: Niet-vertrouwde uitvoer

# chat.tool.running
source: Running…
de: Läuft…
nl: Bezig…

# chat.tool.showLess
source: Show less
de: Weniger
nl: Minder

# chat.tool.showMore
source: Show more
de: Mehr
nl: Meer

# chat.transcript.answer
source: Answer
de: Antwort
nl: Beantwoorden

# chat.transcript.answered
source: answered
de: beantwortet
nl: beantwoord

# chat.transcript.empty
source: No messages yet
de: Noch keine Nachrichten
nl: Nog geen berichten

# chat.transcript.jumpToLatest
source: Jump to latest
de: Zum Neuesten
nl: Naar nieuwste

# chat.transcript.loadingEarlier
source: Loading earlier…
de: Lädt Älteres…
nl: Eerdere berichten laden…

# chat.transcript.newMessages
source: %lld new
de: %lld neu
nl: %lld nieuw

# chat.viewer.close
source: Close image
de: Bild schließen
nl: Afbeelding sluiten

# chat.viewer.download
source: Download image
de: Bild herunterladen
nl: Afbeelding downloaden

# chat.viewer.openHint
source: Opens the full-screen view
de: Öffnet die Vollbildansicht
nl: Opent de schermvullende weergave

# chat.viewer.share
source: Share image
de: Bild teilen
nl: Afbeelding delen

# chat.voice.autoRead
source: Read replies aloud
de: Antworten vorlesen
nl: Antwoorden voorlezen

# chat.voice.autoReadHint
source: Each finished reply in this chat, without being asked.
de: Jede fertige Antwort in diesem Chat, ohne Nachfrage.
nl: Elk afgerond antwoord in deze chat, zonder dat je erom vraagt.

# chat.voice.codeBlock
source: Code block, %lld lines
de: Codeblock, %lld Zeilen
nl: Codeblok, %lld regels

# chat.voice.confirmBeforeSending
source: Confirm before sending
de: Vor dem Senden bestätigen
nl: Bevestig voor versturen

# chat.voice.confirmBeforeSendingHint
source: Voice mode shows what it heard for a moment first.
de: Der Sprachmodus zeigt kurz, was er verstanden hat.
nl: Stemmodus laat eerst even zien wat er verstaan is.

# chat.voice.dictate
source: Dictate
de: Diktieren
nl: Dicteren

# chat.voice.dictateStop
source: Stop dictating
de: Diktat stoppen
nl: Stoppen met dicteren

# chat.voice.dictationAuto
source: Device language
de: Gerätesprache
nl: Taal van apparaat

# chat.voice.dictationLanguage
source: Dictation language
de: Diktatsprache
nl: Dicteertaal

# chat.voice.failed
source: Dictation stopped unexpectedly.
de: Das Diktat hat unerwartet aufgehört.
nl: Dicteren stopte onverwacht.

# chat.voice.header
source: VOICE
de: STIMME
nl: STEM

# chat.voice.listening
source: Listening…
de: Hört zu…
nl: Luisteren…

# chat.voice.mode
source: Voice mode
de: Sprachmodus
nl: Stemmodus

# chat.voice.modeCancel
source: Cancel
de: Abbrechen
nl: Annuleren

# chat.voice.modeDismiss
source: Swipe down to leave
de: Nach unten wischen zum Verlassen
nl: Veeg omlaag om te verlaten

# chat.voice.modeInterrupt
source: Tap to interrupt
de: Tippen zum Unterbrechen
nl: Tik om te onderbreken

# chat.voice.modeLeave
source: Leave voice mode
de: Sprachmodus verlassen
nl: Stemmodus verlaten

# chat.voice.modeListening
source: Listening
de: Hört zu
nl: Luisteren

# chat.voice.modeSending
source: Sending
de: Sendet
nl: Versturen

# chat.voice.modeSpeaking
source: Speaking
de: Spricht
nl: Spreken

# chat.voice.modeStart
source: Start voice mode
de: Sprachmodus starten
nl: Stemmodus starten

# chat.voice.modeThinking
source: Waiting for a reply
de: Wartet auf Antwort
nl: Wacht op antwoord

# chat.voice.noSpeech
source: Nothing was heard.
de: Es war nichts zu hören.
nl: Er is niets gehoord.

# chat.voice.openSettings
source: Open Settings
de: Einstellungen öffnen
nl: Instellingen openen

# chat.voice.permissionDenied
source: Hermie needs the microphone to take dictation.
de: Hermie braucht das Mikrofon fürs Diktat.
nl: Hermie heeft de microfoon nodig om te dicteren.

# chat.voice.rate
source: Speaking rate
de: Sprechtempo
nl: Spreeksnelheid

# chat.voice.rateOptions.fast
source: Fast
de: Schnell
nl: Snel

# chat.voice.rateOptions.fastest
source: Fastest
de: Rasant
nl: Snelst

# chat.voice.rateOptions.slow
source: Slow
de: Langsam
nl: Traag

# chat.voice.rateOptions.slowest
source: Slowest
de: Träge
nl: Traagst

# chat.voice.stopOnBackground
source: Stop when the app closes
de: Stoppen, wenn die App schließt
nl: Stoppen als de app sluit

# chat.voice.unavailable
source: Dictation is not available on this device.
de: Diktat ist auf diesem Gerät nicht verfügbar.
nl: Dicteren is niet beschikbaar op dit apparaat.

# connectors.back
source: Settings
de: Einstellungen
nl: Instellingen

# connectors.connect
source: Connect…
de: Verbinden…
nl: Verbinden…

# connectors.connectExpired
source: The authorisation expired before it finished.
de: Die Autorisierung ist abgelaufen, bevor sie fertig war.
nl: De autorisatie verliep voordat hij af was.

# connectors.connectFailed
source: Could not connect: %@
de: Verbinden fehlgeschlagen: %@
nl: Verbinden mislukt: %@

# connectors.connectHint
source: Opens your browser. Come back here when you have finished signing in.
de: Öffnet deinen Browser. Komm hierher zurück, wenn du dich angemeldet hast.
nl: Opent je browser. Kom hier terug als je klaar bent met inloggen.

# connectors.connectNoUrl
source: The gateway opened an authorisation but did not say where to send you.
de: Das Gateway hat eine Autorisierung geöffnet, aber nicht gesagt, wohin du geschickt werden sollst.
nl: De gateway opende een autorisatie, maar zei niet waar je heen moest.

# connectors.connectOk
source: %@ is connected.
de: %@ ist verbunden.
nl: %@ is verbonden.

# connectors.connectSkipped
source: The authorisation was not completed.
de: Die Autorisierung wurde nicht abgeschlossen.
nl: De autorisatie is niet afgerond.

# connectors.connecting
source: Waiting for the browser…
de: Warten auf den Browser…
nl: Wachten op de browser…

# connectors.detail.enabled
source: Enabled
de: Aktiviert
nl: Ingeschakeld

# connectors.detail.no
source: No
de: Nein
nl: Nee

# connectors.detail.slug
source: Identifier
de: Kennung

# connectors.detail.yes
source: Yes
de: Ja
nl: Ja

# connectors.disconnect
source: Signing out of a connector is done where you manage the account, not from Hermes.
de: Einen Connector meldest du dort ab, wo du das Konto verwaltest, nicht in Hermes.
nl: Uitloggen bij een connector doe je waar je het account beheert, niet vanuit Hermes.

# connectors.empty
source: This gateway offers no connectors.
de: Dieses Gateway bietet keine Connectors an.
nl: Deze gateway biedt geen connectors.

# connectors.failed
source: Could not read the connectors: %@
de: Connectors konnten nicht gelesen werden: %@
nl: Kon de connectors niet lezen: %@

# connectors.loading
source: Reading the connectors…
de: Connectors werden gelesen…
nl: De connectors lezen…

# connectors.reason
source: Reason: %@
de: Grund: %@
nl: Reden: %@

# connectors.reconnect
source: Reconnect…
de: Neu verbinden…
nl: Opnieuw verbinden…

# connectors.refresh
source: Refresh
de: Aktualisieren
nl: Vernieuwen

# connectors.scope.hint
source: Connectors belong to a chat. This page reads the one you pick.
de: Connectors gehören zu einem Chat. Diese Seite liest den, den du auswählst.
nl: Connectors horen bij een chat. Deze pagina leest die van de chat die je kiest.

# connectors.scope.none
source: No chat is open.
de: Es ist kein Chat offen.
nl: Er is geen chat open.

# connectors.scope.noneHint
source: Open a chat first — a connector list only exists for a running conversation.
de: Öffne zuerst einen Chat — eine Connector-Liste gibt es nur für eine laufende Unterhaltung.
nl: Open eerst een chat — een connectorlijst bestaat alleen voor een lopend gesprek.

# connectors.settings.hint
source: Apps a bot can reach on your behalf
de: Apps, die ein Bot in deinem Namen erreichen kann
nl: Apps die een bot namens jou kan bereiken

# connectors.state.connected
source: Connected
de: Verbunden
nl: Verbonden

# connectors.state.disabled
source: Switched off
de: Abgeschaltet
nl: Uitgeschakeld

# connectors.state.notConnected
source: Not connected
de: Nicht verbunden
nl: Niet verbonden

# connectors.state.unknown
source: Unknown
de: Unbekannt
nl: Onbekend

# connectors.subtitle
source: Apps your bots sign in to.
de: Apps, bei denen deine Bots angemeldet sind.
nl: Apps waar je bots op inloggen.

# connectors.unavailable
source: Connectors are switched off for this bot.
de: Connectors sind für diesen Bot abgeschaltet.
nl: Connectors staan uit voor deze bot.

# connectors.unavailableHint
source: Turn on the Connections toolset in the bot’s Capabilities, then come back.
de: Schalte das Toolset „Connections“ in den Fähigkeiten des Bots ein und komm dann zurück.
nl: Zet de toolset Connections aan bij Mogelijkheden van deze bot en kom dan terug.

# cron.confirmDelete.body
source: The schedule is removed from the gateway. Run transcripts already recorded stay where they are.
de: Der Zeitplan wird vom Gateway entfernt. Bereits aufgezeichnete Lauf-Transkripte bleiben, wo sie sind.
nl: Het schema wordt van de gateway verwijderd. Al opgenomen transcripten blijven staan.

# cron.confirmDelete.cancel
source: Keep it
de: Behalten
nl: Behouden

# cron.confirmDelete.confirm
source: Delete
de: Löschen
nl: Verwijderen

# cron.confirmDelete.eyebrow
source: DELETE CRON
de: LÖSCHEN
nl: VERWIJDEREN

# cron.confirmDelete.title
source: Delete “%@”?
de: „%@“ löschen?
nl: “%@” verwijderen?

# cron.confirmRun.body
source: The cron runs once, immediately, and delivers wherever it normally delivers. Its schedule is unchanged.
de: Der Cron läuft einmal, sofort, und liefert dorthin, wohin er sonst auch liefert. Sein Zeitplan bleibt unverändert.
nl: De cron draait één keer, meteen, en levert af waar hij normaal aflevert. Zijn schema verandert niet.

# cron.confirmRun.cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# cron.confirmRun.confirm
source: Run now
de: Starten
nl: Start nu

# cron.confirmRun.eyebrow
source: RUN CRON
de: STARTEN
nl: CRON STARTEN

# cron.confirmRun.title
source: Run “%@” now?
de: „%@“ jetzt starten?
nl: “%@” nu uitvoeren?

# cron.detail.actions
source: ACTIONS
de: AKTIONEN
nl: ACTIES

# cron.detail.delete
source: Delete cron
de: Löschen
nl: Verwijderen

# cron.detail.deliverLabel
source: Delivers to
de: Geht an
nl: Gaat naar

# cron.detail.edit
source: Edit
de: Ändern
nl: Bewerken

# cron.detail.errorLabel
source: Last error
de: Letzter Fehler
nl: Laatste fout

# cron.detail.instructions
source: Instructions
de: Anweisungen
nl: Instructies

# cron.detail.lastRunLabel
source: Last run
de: Letzter Lauf
nl: Laatst uitgevoerd

# cron.detail.lastStatusLabel
source: Last status
de: Letzter Status
nl: Laatste status

# cron.detail.loading
source: Loading…
de: Wird geladen…
nl: Laden…

# cron.detail.loadingRuns
source: Loading runs…
de: Läufe werden geladen…
nl: Uitvoeringen laden…

# cron.detail.modelLabel
source: Model
de: Modell

# cron.detail.nextRun
source: NEXT RUN
de: GEPLANT
nl: VOLGENDE

# cron.detail.noPrompt
source: This cron runs a script and has no prompt.
de: Dieser Cron führt ein Skript aus und hat keinen Prompt.
nl: Deze cron draait een script en heeft geen prompt.

# cron.detail.noRuns
source: This cron has not run yet.
de: Dieser Cron ist noch nicht gelaufen.
nl: Deze cron is nog niet uitgevoerd.

# cron.detail.pausedReasonLabel
source: Paused because
de: Pausiert wegen
nl: Gepauzeerd omdat

# cron.detail.repeatForever
source: Until removed
de: Bis zum Löschen
nl: Tot je hem verwijdert

# cron.detail.repeatLabel
source: Repeat
de: Wiederholung
nl: Herhaling

# cron.detail.resume
source: Resume
de: Weiter
nl: Hervatten

# cron.detail.runHistory
source: RUN HISTORY
de: VERLAUF
nl: HISTORIE

# cron.detail.runNow
source: Run now
de: Starten
nl: Start nu

# cron.detail.running
source: Starting…
de: Startet…
nl: Starten…

# cron.detail.runsFailed
source: Could not load the run history: %@
de: Der Verlauf konnte nicht geladen werden: %@
nl: Kon de historie niet laden: %@

# cron.detail.schedule
source: Schedule
de: Zeitplan
nl: Schema

# cron.detail.scheduleLabel
source: Schedule
de: Zeitplan
nl: Schema

# cron.detail.stateLabel
source: State
de: Zustand
nl: Status

# cron.editor.cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# cron.editor.createTitle
source: New cron
de: Neuer Cron
nl: Nieuwe cron

# cron.editor.deliver
source: Delivers to
de: Geht an
nl: Gaat naar

# cron.editor.deliverLocal
source: Local (save only)
de: Lokal (nur speichern)
nl: Lokaal (alleen opslaan)

# cron.editor.editTitle
source: Edit cron
de: Cron bearbeiten
nl: Cron bewerken
